
GREETING_INIT = "Привет, "
GREETING = "Я бот *Hotdesk reservation*🤖\n\nЯ создан для того, чтобы ты больше не беспокоился о поиске рабочего места в офисах Netcracker\. Я могу зарезервировать его за тобой на столько времени, сколько потребуется👨‍💻\n\n"
GREETING_AUTHED = "Я знаю кое\-что о тебе \- поэтому смог авторизовать тебя автоматически\.\n\n*Жмакай* на интересующую тебя кнопку и я объясню тебе что она делает😏"

OFFICE_START_DATE = "Отлично\! Давай подберем тебе хорошое местечко🔝 \n*Уточни начальную дату:*"
OFFICE_END_DATE = "Уточни еще пожалуйста *конечную дату*:"
OFFICE_SEAT_RESERVATION_1 = "Я забронировал лучшее место *специально для тебя*☺ \n\nТвой *номер рабочего места*: "
OFFICE_SEAT_RESERVATION_2 = "*Даты резервации*: c "

QUARANTINE_YES = "Ого! Рядом с тобой пока никто не расположился 🌟\nЗарезервировал для тебя твое привычное рабочее место!"
QUARANTINE_NO = "Вот блин... кто-то уже занял соседнее место😷\nНу ничего, я зарезервировал тебе место неподалеку😉"
FLIGHT_START_DATE = "*Уточни начальную дату:*"
FLIGHT_END_DATE = "*Уточни конечную дату*:"
FLIGHT_SEAT_RELEASE = "Чтобы твое место не скучало, я найду ему друга, на время твоего отсутствия🐧\nЖелаю тебе продуктивной командировки\!😉"
QUARANTINE_WELCOME = "Я помогаю работникам Netcracker вырваться из карантина, а это значит, что у тебя есть возможность в ряду первых вернуться к привычной работе в офис😏\nХочешь оформить заявку?"
FLIGHT_WELCOME = "Дай знать, если ты отправляешься в командировку🚀 Тогда я смогу временно посадить на твое место коллегу, пока тебя не будет😏"
OFFICE_WELCOME = "С помощью этой команды, ты можешь заранее забронировать себе рабочее место в офисе Netcracker💻"

BUTTON_OFFICE = "Забронировать рабочее место💻"
BUTTON_QUARANTINE = "Выйти в офис😷"
BUTTON_FLIGHT = "Лечу в командировку✈"